Repository: feraudet/ndmr
Catalog: lib/l10n/app_*.arb
Languages: fr

# navDashboard
source: Home
fr: Accueil

# navChannels
source: Channels
fr: Canaux

# navScanLists
source: Scan Lists
fr: Listes de balayage

# navSettings
source: Settings
fr: Réglages

# welcomeTitle
source: Welcome to Ndmr
fr: Bienvenue sur Ndmr

# welcomeSubtitle
source: Create or open a configuration to get started
fr: Créez ou ouvrez une configuration pour commencer

# newConfig
source: New Configuration
fr: Nouvelle configuration

source: Open File
fr: Ouvrir un fichier

# saveFile
source: Save
fr: Enregistrer

# configName
source: New Configuration
fr: Nouvelle configuration

source: Channels
fr: Canaux

# channelsEmpty
source: No channels
fr: Aucun canal

# channelsEmptyHint
source: Add your first channel to get started
fr: Ajoutez votre premier canal pour commencer

source: Add Channel
fr: Ajouter un canal

source: Edit Channel
fr: Modifier le canal

source: Duplicate Channel
fr: Dupliquer le canal

source: Delete Channel
fr: Supprimer le canal

# deleteChannelConfirm
source: Delete "{name}"?
fr: Supprimer "{name}" ?

# zonesEmpty
source: No zones
fr: Aucune zone

# zonesEmptyHint
source: Zones help you organize your channels
fr: Les zones permettent d'organiser vos canaux

source: Add Zone
fr: Ajouter une zone

source: Edit Zone
fr: Modifier la zone

source: Duplicate Zone
fr: Dupliquer la zone

source: Delete Zone
fr: Supprimer la zone

# zoneChannelCount
source: {count} channels
fr: {count} canaux

# contactsEmpty
source: No contacts
fr: Aucun contact

# contactsEmptyHint
source: Add talk groups and private contacts
fr: Ajoutez des groupes de discussion et contacts privés

source: Add Contact
fr: Ajouter un contact

source: Edit Contact
fr: Modifier le contact

source: Duplicate Contact
fr: Dupliquer le contact

source: Delete Contact
fr: Supprimer le contact

source: Settings
fr: Réglages

# settingsIdentity
source: Identity
fr: Identité

# settingsDisplay
source: Display
fr: Affichage

# settingsTheme
source: Theme
fr: Thème

# themeSystem
source: System
fr: Système

# themeLight
source: Light
fr: Clair

# themeDark
source: Dark
fr: Sombre

# settingsLanguage
source: Language
fr: Langue

# languageSystem
source: System
fr: Système

# statsDigitalChannels
source: Digital
fr: Numériques

# statsAnalogChannels
source: Analog
fr: Analogiques

# statsPrivateContacts
source: Private
fr: Privés

source: Settings saved
fr: Réglages enregistrés

# fieldName
source: Name
fr: Nom

# fieldRxFrequency
source: RX Frequency (MHz)
fr: Fréquence RX (MHz)

# fieldTxFrequency
source: TX Frequency (MHz)
fr: Fréquence TX (MHz)

# fieldPower
source: Power
fr: Puissance

# fieldCallsign
source: Callsign
fr: Indicatif

# fieldIntroLine1
source: Intro Line 1
fr: Ligne d'intro 1

# fieldIntroLine2
source: Intro Line 2
fr: Ligne d'intro 2

# fieldCallType
source: Call Type
fr: Type d'appel

# modeAnalog
source: ANALOG
fr: ANALOGIQUE

# modeDigital
source: DIGITAL
fr: NUMÉRIQUE

# powerLow
source: LOW
fr: FAIBLE

# powerMedium
source: MEDIUM
fr: MOYEN

# powerHigh
source: HIGH
fr: ÉLEVÉ

# callTypeGroup
source: GROUP
fr: GROUPE

# callTypePrivate
source: PRIVATE
fr: PRIVÉ

# callTypeAllCall
source: ALL CALL
fr: APPEL GÉNÉRAL

source: Cancel
fr: Annuler

source: Save
fr: Enregistrer

source: Delete
fr: Supprimer

source: Undo
fr: Annuler

source: Redo
fr: Rétablir

# nameRequired
source: Name is required
fr: Le nom est requis

# fieldRequired
source: Required
fr: Requis

source: Invalid number
fr: Nombre invalide

source: Out of range
fr: Hors limites

# noConfigLoaded
source: No configuration loaded
fr: Aucune configuration chargée

# noConfigToSave
source: No configuration to save
fr: Aucune configuration à enregistrer

# configLoaded
source: Loaded "{name}"
fr: Configuration "{name}" chargée

# configSaved
source: Configuration saved
fr: Configuration enregistrée

# helpChannel
source: A channel is a pre-saved frequency, like a favorite radio station. It contains all the settings needed to communicate.
fr: Un canal est une fréquence pré-enregistrée, comme une station de radio favorite. Il contient tous les paramètres nécessaires pour communiquer.

# helpZone
source: A zone is a folder to organize your channels. For example: 'Local Repeaters', 'Home Hotspot', 'Simplex'.
fr: Une zone est un dossier pour organiser vos canaux. Par exemple : 'Relais locaux', 'Hotspot maison', 'Simplex'.

# helpContact
source: A contact is a talk group or a person. Think of it like a Discord channel or a phone number.
fr: Un contact est un groupe de discussion (Talk Group) ou une personne. C'est comme un salon Discord ou un numéro de téléphone.

# helpTimeslot
source: DMR splits each frequency into 2 time slots (TS1 and TS2). Each repeater uses a specific timeslot for each talk group.
fr: Le DMR divise chaque fréquence en 2 créneaux temporels (TS1 et TS2). Chaque relais utilise un timeslot spécifique pour chaque talk group.

# helpColorCode
source: The Color Code (0-15) is like an access code for the repeater. You must use the same one configured on the repeater.
fr: Le Color Code (0-15) est comme un code d'accès au relais. Vous devez utiliser le même que celui configuré sur le relais.

# helpDmrId
source: Your DMR ID is a unique 7-digit identifier. Get one free at radioid.net with your amateur radio license.
fr: Votre DMR ID est un identifiant unique à 7 chiffres. Obtenez-le gratuitement sur radioid.net avec votre licence radioamateur.

# helpCallsign
source: Your official amateur radio callsign (e.g., W1ABC).
fr: Votre indicatif radioamateur officiel (ex: F1TMV).

# helpRxFrequency
source: Receive frequency: the one you listen on.
fr: Fréquence de réception : celle sur laquelle vous écoutez.

# helpTxFrequency
source: Transmit frequency: the one you transmit on. Often different on repeaters.
fr: Fréquence d'émission : celle sur laquelle vous transmettez. Souvent différente sur les relais.

# helpPower
source: Transmit power. Use the minimum power needed to save battery.
fr: Puissance d'émission. Utilisez la puissance minimale nécessaire pour économiser la batterie.

# helpTalkGroup
source: A Talk Group is a discussion group. TG 91 connects worldwide, TG 9 is local to the repeater.
fr: Un Talk Group est un groupe de discussion. Le TG 208 regroupe tous les radioamateurs français, le TG 9 est local au relais.

# searchChannelsHint
source: Search by name or frequency...
fr: Rechercher par nom ou fréquence...

# searchContactsHint
source: Search by name or DMR ID...
fr: Rechercher par nom ou DMR ID...

source: No results
fr: Aucun résultat

source: Clear filters
fr: Effacer les filtres

source: (unnamed)
fr: (sans nom)

# wizardTitle
source: Welcome to Ndmr
fr: Bienvenue sur Ndmr

# wizardWelcomeTitle
source: Set up your DMR radio
fr: Configurez votre radio DMR

# wizardWelcomeText
source: Ndmr makes it easy to program your DMR radio. This guide will help you set up the basic information.
fr: Ndmr vous permet de programmer facilement votre radio DMR. Ce guide va vous aider à configurer les informations de base.

# wizardIdentityTitle
source: Your identity
fr: Votre identité

# wizardIdentityText
source: This information identifies you on the global DMR network.
fr: Ces informations vous identifient sur le réseau DMR mondial.

# wizardDmrIdHint
source: Get your DMR ID for free at radioid.net
fr: Obtenez votre DMR ID gratuitement sur radioid.net

# wizardRadioTitle
source: Your radio
fr: Votre radio

# wizardRadioText
source: Select your radio model to optimize the configuration.
fr: Sélectionnez le modèle de votre radio pour optimiser la configuration.

# wizardFinishTitle
source: You're all set!
fr: C'est prêt !

# wizardFinishText
source: Your configuration is ready. You can now add channels, zones, and contacts.
fr: Votre configuration est créée. Vous pouvez maintenant ajouter des canaux, zones et contacts.

# wizardAddDefaultContacts
source: Add default contacts (Worldwide, Europe, etc.)
fr: Ajouter les contacts par défaut (France, Europe, etc.)

# wizardNext
source: Next
fr: Suivant

# wizardBack
source: Back
fr: Retour

# wizardFinish
source: Finish
fr: Terminer

# wizardSkip
source: Skip
fr: Passer

source: Import CSV
fr: Importer CSV

source: Export CSV
fr: Exporter CSV

# importSuccess
source: {count} channels imported
fr: {count} canaux importés

# exportSuccess
source: Export successful
fr: Export réussi

source: Export PDF
fr: Exporter en PDF

source: Import error
fr: Erreur lors de l'import

source: No channels to export
fr: Aucun canal à exporter

source: Zone channels
fr: Canaux de la zone

source: Available channels
fr: Canaux disponibles

source: Add to zone
fr: Ajouter à la zone

source: Remove from zone
fr: Retirer de la zone

# noChannelsInZone
source: No channels in this zone
fr: Aucun canal dans cette zone

# dragChannelsHint
source: Drag channels here or use the + button
fr: Glissez des canaux ici ou utilisez le bouton +

source: Manage channels
fr: Gérer les canaux

source: Validate
fr: Valider

# validationTitle
source: Codeplug validation
fr: Validation du codeplug

source: Validation passed
fr: Validation réussie

# validationPassedHint
source: No issues detected
fr: Aucun problème détecté

# validationErrors
source: {count} error(s)
fr: {count} erreur(s)

# validationWarnings
source: {count} warning(s)
fr: {count} avertissement(s)

# validationInfos
source: {count} info(s)
fr: {count} information(s)

# importQdmr
source: Import qdmr (.yaml)
fr: Importer qdmr (.yaml)

# importQdmrSuccess
source: Codeplug imported: {name}
fr: Codeplug importé : {name}

# importQdmrError
source: Error importing qdmr file
fr: Erreur lors de l'import du fichier qdmr

source: Scan Lists
fr: Listes de balayage

# scanListsEmpty
source: No scan lists
fr: Aucune liste de balayage

# scanListsEmptyHint
source: Scan lists let your radio scan multiple channels
fr: Les listes de balayage permettent de scanner plusieurs canaux

source: Add Scan List
fr: Ajouter une liste

source: Edit Scan List
fr: Modifier la liste

source: Duplicate Scan List
fr: Dupliquer la liste

source: Delete Scan List
fr: Supprimer la liste

# scanListChannelCount
source: {count} channels
fr: {count} canaux

source: Scan list channels
fr: Canaux de la liste

# noChannelsInScanList
source: No channels in this scan list
fr: Aucun canal dans cette liste

source: Add to scan list
fr: Ajouter à la liste

source: Remove from scan list
fr: Retirer de la liste

source: All channels added
fr: Tous les canaux ajoutés

# priorityChannel
source: Priority
fr: Prioritaire

# setPriorityChannel
source: Set as priority channel
fr: Définir comme canal prioritaire

# helpScanList
source: A scan list is a group of channels your radio will cycle through to find activity. You can set a priority channel that will be checked more frequently.
fr: Une liste de balayage est un groupe de canaux que votre radio parcourt pour détecter l'activité. Vous pouvez définir un canal prioritaire qui sera vérifié plus fréquemment.

# repeaterbookTitle
source: Import from Repeaterbook
fr: Importer depuis Repeaterbook

# repeaterbookSubtitle
source: Search for DMR repeaters and import them as channels
fr: Recherchez des relais DMR et importez-les comme canaux

# repeaterbookCountry
source: Country
fr: Pays

# repeaterbookCity
source: City (optional)
fr: Ville (optionnel)

# repeaterbookCityHint
source: Filter by city
fr: Filtrer par ville

# repeaterbookSearch
source: Search
fr: Rechercher

# repeaterbookImport
source: Import
fr: Importer

# repeaterbookHint
source: Select a country and search for DMR repeaters
fr: Sélectionnez un pays et recherchez des relais DMR

# repeaterbookSelected
source: {selected} of {total} selected
fr: {selected} sur {total} sélectionnés

# repeaterbookSelectAll
source: Select all
fr: Tout sélectionner

# repeaterbookDeselectAll
source: Deselect all
fr: Tout désélectionner

# repeaterbookSuccess
source: {count} repeaters imported
fr: {count} relais importés

# repeaterbookNoConfig
source: Create a configuration first
fr: Créez d'abord une configuration

# unsavedChangesTitle
source: Unsaved Changes
fr: Modifications non sauvegardées

# unsavedChangesMessage
source: You have unsaved changes. Do you want to save before closing?
fr: Vous avez des modifications non sauvegardées. Voulez-vous les sauvegarder avant de fermer ?

# discardChanges
source: Discard
fr: Abandonner

# saveAndClose
source: Save & Close
fr: Sauvegarder et fermer

source: Don't Close
fr: Ne pas fermer

# navMap
source: Map
fr: Carte

# mapNoCodeplug
source: No configuration loaded
fr: Aucune configuration chargée

# mapNoCodeplugHint
source: Create or open a configuration to see repeaters on the map
fr: Créez ou ouvrez une configuration pour voir les relais sur la carte

# mapCountry
source: Country:
fr: Pays :

# mapRepeaterCount
source: {count} repeaters
fr: {count} relais

# mapMyLocation
source: My location
fr: Ma position

# mapRefresh
source: Refresh
fr: Actualiser

# mapOnAir
source: On Air
fr: Actif

# mapImportRepeater
source: Import
fr: Importer

# repeaterImported
source: {name} imported as channel
fr: {name} importé comme canal

# cloudSyncSubtitle
source: Sync your codeplugs across all your devices
fr: Synchronisez vos codeplugs sur tous vos appareils

# cloudLogin
source: Sign In
fr: Se connecter

# cloudRegister
source: Create Account
fr: Créer un compte

# cloudLogout
source: Sign Out
fr: Se déconnecter

# cloudPassword
source: Password
fr: Mot de passe

# cloudInvalidEmail
source: Invalid email address
fr: Adresse email invalide

# cloudPasswordTooShort
source: Password must be at least 8 characters
fr: Le mot de passe doit contenir au moins 8 caractères

# cloudCallsignOptional
source: Optional - your amateur radio callsign
fr: Optionnel - votre indicatif radioamateur

# cloudNoAccount
source: Don't have an account? Sign up
fr: Pas de compte ? Inscrivez-vous

# cloudAlreadyHaveAccount
source: Already have an account? Sign in
fr: Déjà un compte ? Connectez-vous

# cloudMyCodeplugs
source: My Codeplugs
fr: Mes codeplugs

# cloudNoCodeplugs
source: No cloud codeplugs yet
fr: Aucun codeplug dans le cloud

# cloudNoCodeplugsHint
source: Save a codeplug to the cloud to sync across devices
fr: Sauvegardez un codeplug dans le cloud pour le synchroniser

# cloudSaveToCloud
source: Save to Cloud
fr: Sauvegarder dans le cloud

# cloudLoadFromCloud
source: Load from Cloud
fr: Charger depuis le cloud

# cloudSyncing
source: Syncing...
fr: Synchronisation...

# cloudSyncSuccess
source: Sync successful
fr: Synchronisation réussie

# cloudSyncError
source: Sync failed
fr: Échec de la synchronisation

# cloudDelete
source: Delete from Cloud
fr: Supprimer du cloud

# cloudDeleteConfirm
source: Delete "{name}" from cloud?
fr: Supprimer "{name}" du cloud ?

# cloudLastSync
source: Last synced: {date}
fr: Dernière sync : {date}

# cloudNotLoggedIn
source: Sign in to sync your codeplugs
fr: Connectez-vous pour synchroniser vos codeplugs

# cloudSignInToSync
source: Sign In to Sync
fr: Se connecter pour synchroniser
